{"basics":{"name":"Julián Andrés Díaz Tautiva","label":"Business Economist & Research Professor","image":"","email":"jdtautiva@gmail.com","url":"https://jdtautiva.github.io/website/","summary":"Business economist and research professor focused on corporate governance, institutional dynamics, and how contextual pressures shape organizational performance.","location":{"address":"Manuel Montt 56","postalCode":"478000","city":"Temuco","countryCode":"CL","region":"South America"},},"work":[{"name":"Universidad Católica de Temuco, Chile","position":"Director, Research Center for Management and Applied Economics","startDate":"2024-01-01","endDate":"2025-12-31","summary":"","highlights":[]},{"name":"Universidad Católica de Temuco, Chile","position":"Research Assistant Professor","startDate":"2024-01-01","endDate":"2025-12-31","summary":"Teaching and academic leadership in economics.","highlights":["Chair, Economics Instruction — supervised teaching and mentoring","Lecturer, Intermediate Microeconomics & Intermediate Macroeconomics (undergraduate)","Lecturer, Data Analysis for Social Science (doctoral)"]},{"name":"Universidad Santo Tomás, Chile","position":"Teaching Assistant Professor","startDate":"2024-01-01","endDate":"2025-12-31","summary":"","highlights":["Lecturer, Creativity & New Business; Data Analysis for Marketing Research (undergraduate)","Lecturer, Digital Marketing & Electronic Commerce (MBA)"]},{"name":"Universidad del Desarrollo, Chile","position":"Lecturer","startDate":"2023-01-01","endDate":"2023-12-31","summary":"","highlights":["Lecturer, Management 101 (undergraduate)"]}],"volunteer":[{"organization":"Young Scholars Initiative","location":"New York, USA","position":"Project Organizer","url":"https://ysi.ineteconomics.org","startDate":"2023-05-01","endDate":"2025-12-31",],"education":[{"institution":"Universidad del Desarrollo","location":"","url":"","area":"Business Economics","studyType":"Ph.D.","startDate":"2020-01-01","endDate":"2024-12-31","score":"","courses":["Focus on empirical methods & corporate governance"]},{"institution":"Universidad de Barcelona & OBS Business School","location":"","url":"","area":"Innovation and Entrepreneurship","studyType":"Master","startDate":"2022-01-01","endDate":"2023-12-31","score":"","courses":["Focus on Innovation strategies in Latin America"]},{"institution":"Universidad del Desarrollo","location":"","url":"","area":"Business Economics","studyType":"Master","startDate":"2020-01-01","endDate":"2021-12-31","score":"","courses":["Focus on Economics of entrepreneurship"]},{"institution":"Universidad Gabriela Mistral","location":"","url":"","area":"Marketing and Sales Management","studyType":"Master","startDate":"2018-01-01","endDate":"2019-12-31","score":"","courses":["Focus on Industrial marketing"]}],"awards":[{"title":"Doctoral Scholarship","date":"2020-01-01","awarder":"Universidad del Desarrollo","url":"","summary":""},{"title":"Doctoral Scholarship","date":"2021-01-01","awarder":"Organization of American States","url":"","summary":""},{"title":"Doctoral Scholarship","date":"2021-01-01","awarder":"Chile National Research Agency (ANID)","url":"","summary":""}],"Publications":[{"name":"Navigating climate pressures: A bibliometric and systematic literature review of climate change strategies in small and medium-sized enterprises","publisher":"Heliyon","releaseDate":"2025-07-05","url":"https://doi.org/10.1016/j.heliyon.2025.e43610","summary":"Climate change poses increasingly complex business challenges, particularly in navigating survival and growth in uncertain environments. While substantial research has investigated the relationship between climate change and large organizations, the strategic responses of Small and Medium-Sized Enterprises (SMEs) remain underexplored. This study addresses this gap by examining the evolution of scholarly literature on climate-related strategies in SMEs, identifying key trends, and outlining future research directions. Through a systematic literature review of 91 articles from the Web of Science database, we applied bibliometric techniques, including co-citation and bibliographic coupling analyses, paired with a thematic cluster analysis to uncover the new trends in the field. Our findings reveal that this domain entered a Development Phase in 2020, with contributions predominantly concentrated in Europe and Asia, highlighting significant regional disparities in research focus and contexts. Six thematic clusters from bibliographic coupling and three from co-citation analysis illustrate the diverse yet fragmented foundations of the field. We emphasize the need to expand the geographic and institutional diversity of the field by proposing targeted avenues for future research that consider the institutional, cultural, and sectoral contexts shaping SMEs’ climate-related strategies. By advancing theoretical frameworks and policy-relevant insights, we aim to inform effective interventions for mitigating climate challenges globally."},{"name":"Navigating climate change: Climate change awareness and strategies in micro, small, and medium-sized enterprises in a developing economy","publisher":"PlosOne","releaseDate":"2025-07-02","url":"https://doi.org/10.1371/journal.pone.0327165","summary":"Given the limited research on climate change (CC) awareness and strategies among micro, small, and medium-sized enterprises (MSMEs), this study aims to address three key questions: To what extent are MSMEs aware of CC and decarbonization? How do MSMEs strategize to address CC and achieve carbon neutrality? What factors shape MSMEs’ attention to CC and decarbonization? Drawing on theoretical insights from the Attention-Based View, we analyze CC awareness and strategies among 1,453 Colombian ventures to identify common patterns and traits between them. Our findings reveal a significant gap in MSMEs’ understanding of essential concepts such as carbon neutrality, decarbonization, and the overall impacts of CC on their businesses. Moreover, the results indicate that most MSMEs exhibit greater awareness of CC-related strategies at the corporate practice level than those aimed at operational processes. On average, respondents estimate that achieving carbon-neutral emissions will take between five to twenty years. Based on our findings, we propose scholarly, managerial, and policy recommendations to enhance CC awareness and promote effective CC-related strategies across MSMEs from different economic sectors."},{"name":"Integrating neuroscience into B2B sales research: foundations, frontiers, and expert directions","publisher":"Management Review Quarterly","releaseDate":"2025-08-31","url":"https://doi.org/10.1007/s11301-025-00550-4","summary":"Neuroscience has emerged as a promising lens to uncover latent cognitive and emotional mechanisms underlying consumer behavior in marketing and sales. While its application in business-to-consumer (B2C) contexts has received growing scholarly attention, its relevance and potential contributions to business-to-business (B2B) sales remain underexplored and theoretically fragmented. Addressing this gap, our study asks: How has research on neuroscience in B2B selling evolved, and what key areas remain underdeveloped in both theory and practice? To answer this, we adopt a sequential mixed-methods design combining a systematic critical literature review with a Delphi study involving 18 internationally recognized B2B sales experts. Drawing from five leading academic databases—Web of Science, Scopus, PubMed, PsycINFO, and Google Scholar—we map current literature on the field. Findings reveal a reduced academic coverage, with neuroimaging techniques such as electroencephalography (EEG) and functional magnetic resonance imaging (fMRI) offering insights into trust-building, engagement, and decision-making processes critical to B2B interactions. The Delphi study complements these insights by surfacing areas of expert consensus and divergence, particularly around ethical considerations, methodological limitations, and organizational barriers to adoption. Experts consistently call for the development of standardized protocols, cross-disciplinary frameworks, and empirical validation to enhance managerial relevance. Taken together, our findings position neuroscience as a potentially transformative—yet currently underutilized—paradigm for advancing B2B sales theory and practice. We conclude by outlining a future research agenda aimed at fostering methodological rigor, industry-specific applications, and broader contextual generalizability."},],"skills":[{"name":"Economics & Management","level":"","icon":"","keywords":["Corporate Governance","Organizational Behaviour","Institutional Dynamics","Sustainable Performance","Empirical Methods"]}],"languages":[{"language":"Spanish","fluency":"Fluent- C2","icon":""},{"language":"English","fluency":"Fluent- C1","icon":""}],"interests":[{"name":"Corporate Governance and Organizational Performance","icon":"","keywords":["Interrelationships of governance mechanisms","Sustainability","Corporate performance"]},{"name":"Institutional Dynamics and Organizational Behaviour","icon":"","keywords":["External dynamics","Organizations","Networks"]},{"name":"Contextual Pressures and Agents' Behaviour","icon":"","keywords":["Context","Pressures","AI","Climate Change","Behaviour"]}]}